1 TheFool = \uC0C8\uB85C\uC2DC\uC791\uD558\uB294 \uC18C\uB144\uC758\uBAA8\uC2B5, \uC870\uAE08 \uBD80\uC871\uD574\uBCF4\uC774\uBA74\uC11C\uB3C4 \uD65C\uAE30\uCC28\uACE0 \uC21C\uC218\uD558\uB2E4.
2 TheMagician = \uC758\uC9C0\uB098 \uC8FC\uC704\uC758 \uC601\uD5A5\uC774 \uBAA8\uB450 \uC88B\uC544, \uADF8\uAC83\uB4E4\uC758 \uC801\uC808\uD55C \uC870\uD654\uB85C \uB2A5\uB825\uC744 \uCD5C\uACE0\uB85C \uBC1C\uD718\uD560 \uC218 \uC788\uB2E4.
3 TheHighPriestess = \uB9C8\uC74C\uC758 \uC548\uC2DD\uACFC \uC7AC\uCDA9\uC804\uC744 \uB098\uD0C0\uB0B8\uB2E4.
4 TheEmpress = \uC5B4\uB5A0\uD55C \uACB0\uC2E4\uC774 \uD48D\uC871\uD558\uAC8C \uB9FA\uC5B4\uC9C8 \uC218 \uC788\uC74C\uC744 \uB098\uD0C0\uB0B8\uB2E4.
5 TheEmperor = \uAC10\uC131\uC801\uC774\uAE30 \uBCF4\uB2E4\uB294 \uC774\uC131\uC801\uC774\uACE0 \uACB0\uB2E8\uB825\uC774 \uC788\uC73C\uBA70, \uAD8C\uC704\uC788\uB294 \uBAA8\uC2B5\uC744 \uB098\uD0C0\uB0B8\uB2E4.
6 TheHierophant = \uC815\uC2E0\uC801, \uAC10\uC815\uC801\uC73C\uB85C \uC2DC\uC57C\uAC00 \uB113\uC5B4\uC838 \uBCF4\uB2E4 \uD604\uBA85\uD558\uB2E4.
7 TheLover = \uC80A\uC740 \uD328\uAE30\uAC00 \uBB49\uCCD0 \uC0C8\uB85C\uC6B4 \uC870\uD654\uB85C \uC2DC\uC791\uC744 \uD558\uB294\uB370, \uADF8\uAC83\uC740 \uBD88\uD589\uD560\uC218\uB3C4, \uD589\uBCF5\uD560\uC218\uB3C4 \uC788\uB294 \uB9CE\uC740 \uAC00\uB2A5\uC131\uC774 \uC788\uB2E4.
8 TheChariot = \uC9C4\uCDE8\uC801\uC774\uACE0 \uC5ED\uB3D9\uC801\uC73C\uB85C \uBAA9\uC801\uC774 \uBB34\uC5C7\uC774\uB4E0 \uC644\uC131\uC744 \uC774\uB8E8\uC5B4 \uB0B4\uB294 \uBAA8\uC2B5, \uD328\uAE30\uB97C \uC758\uBBF8\uD55C\uB2E4.
9 Strength = \uD655\uACE0\uD55C \uC815\uC2E0\uB825\uACFC \uB113\uC740 \uC2DC\uC57C\uB85C \uB2A5\uB825\uC744 \uC2ED\uBD84 \uBC1C\uD718\uD560 \uC218 \uC788\uC74C\uC744 \uB098\uD0C0\uB0B8\uB2E4.
10 TheHermit = \uD76C\uB9DD\uC744 \uAC16\uAC8C\uD560 \uC218 \uC788\uB294 \uCC28\uBD84\uD558\uBA74\uC11C\uB3C4 \uB178\uB828\uD55C \uBE5B\uC744 \uAC16\uACE0\uC788\uB2E4. \uD76C\uB9DD\uC758 \uC9C0\uD61C\uAC00 \uBE5B\uC744 \uBC1C\uD55C\uB2E4\uB294 \uC758\uBBF8\uC774\uB2E4.
11 TheWheelOfForturn = \uD589\uC6B4\uC758 \uC2DC\uAE30\uC774\uBA70 \uD589\uB3D9\uD558\uB824\uB294 \uBC14\uB97C \uC801\uADF9 \uCD94\uC9C4\uD558\uBA74 \uC88B\uC740 \uACB0\uACFC\uAC00 \uC62C \uC218 \uC788\uB2E4.
12 Justice = \uC790\uC2E0\uC758 \uD589\uB3D9\uC774\uB098 \uD310\uB2E8\uC5D0 \uB300\uD55C \uC815\uB2F9\uD55C \uBCF4\uC0C1\uC774 \uC774\uB8E8\uC5B4\uC9C4\uB2E4. \uC815\uC9C1\uD558\uACE0 \uC9C4\uC2E4\uB41C \uBAA8\uC2B5\uC774 \uD544\uC694\uD558\uB2E4.
13 TheHangedMan = \uC9C0\uAE08\uC758 \uC544\uD514,\uD798\uB4EC, \uD639\uC740 \uB450\uB824\uC6C0\uC744 \uACFC\uAC10\uD788 \uBC1B\uC544\uB4E4\uC784\uC73C\uB85C\uC368 \uD55C\uB2E8\uACC4 \uB354 \uB098\uC544\uAC08 \uC218 \uC788\uB294 \uBC1C\uD310\uC744 \uB9C8\uB828\uD568\uC744 \uB098\uD0C0\uB0B4\uACE0\uC788\uB2E4.
14 Death = \uBB3C\uB9AC\uC801\uC778 \uC8FD\uC74C\uC744 \uC758\uBBF8\uD558\uB294\uAC83\uC774 \uC544\uB2CC, \uC5B4\uB5A0\uD55C \uC0C1\uD669\uC758 \uC601\uD5A5\uC73C\uB85C \uC8FD\uC74C\uACFC \uAC19\uC774 \uC0C8\uB85C\uC6B4 \uBCC0\uD654\uB97C \uB9DE\uAC8C\uB418\uAC70\uB098 \uB9DE\uACE0\uC788\uB294\uAC83\uC744 \uB098\uD0C0\uB0B8\uB2E4.
15 Temperance = \uD55C\uCABD\uC5D0 \uCE58\uC6B0\uCE58\uC9C0 \uC54A\uC544 \uC870\uD654\uB86D\uACE0 \uC548\uC815\uC801\uC778 \uC0C1\uD0DC\uC784\uC744 \uB098\uD0C0\uB0B8\uB2E4.
16 TheDevil = \uC5B4\uB5A0\uD55C \uC720\uD639\uC774\uB098 \uD328\uBC30\uC758\uC2DD\uC73C\uB85C \uC758\uC9C0\uAC00 \uAEBE\uC5EC \uC548\uC88B\uC740 \uC0C1\uD0DC\uC5D0 \uC788\uC74C\uC744 \uB098\uD0C0\uB0B8\uB2E4.
17 TheTower = \uC790\uC2E0\uC5D0\uAC8C \uC601\uD5A5\uC744 \uB07C\uCCD0\uC628 \uCEE4\uB2E4\uB780 \uBB34\uC5B8\uAC00\uAC00 \uB73B\uD558\uC9C0 \uC54A\uAC8C \uBB34\uB108\uC9C0\uBA74\uC11C \uBCC0\uD654\uB97C \uACAA\uAC8C\uB420\uC218\uB3C4\uC788\uB2E4\uB294\uAC83\uC744 \uC758\uBBF8\uD55C\uB2E4.
18 TheStar = \uC790\uC2E0\uC758 \uD55C \uACF3\uC5D0 \uBC24\uD558\uB298\uC758 \uBCC4\uCC98\uB7FC \uC88B\uC740 \uAE30\uD68C\uAC00 \uC0B4\uBA70\uC2DC \uBE44\uCDB0\uC9C0\uACE0\uC788\uC74C\uC744 \uC758\uBBF8\uD55C\uB2E4.
19 TheMoon = \uC758\uC9C0\uB098 \uACC4\uD68D\uC774 \uD750\uB9BF\uD574\uC9C4\uB2E4\uACE0 \uD560 \uC218 \uC788\uB2E4. \uADF8\uB798\uB3C4 \uBB34\uC5C7\uC744 \uD574\uC57C\uD560 \uC0C1\uD669\uC778\uC9C0 \uC54C \uC218 \uC788\uB294 \uC0C1\uD669\uC774\uB2C8 \uC758\uC9C0\uB825, \uC9D1\uC911\uB825\uC774 \uD544\uC694\uD558\uB2E4\uB294\uAC83\uC744 \uC758\uBBF8\uD55C\uB2E4.
20 TheSun = \uCD95\uBCF5\uC774 \uB0B4\uB9AC\uACE0\uC788\uB2E4. \uBB34\uC5C7\uC774\uB4E0 \uAE30\uD68C\uAC00 \uC628\uB2E4\uBA74 \uB05D\uAE4C\uC9C0 \uB3C4\uC804\uD574\uBD04\uC774 \uC88B\uB2E4\uB294\uAC83\uC744 \uC758\uBBF8\uD55C\uB2E4.
21 Judgement = \uC790\uC2E0\uC758 \uD589\uB3D9\uC774\uB098 \uC5B4\uB5A0\uD55C \uC0AC\uAC74\uC758 \uC6D0\uC774\uC774 \uC65C\uACE1\uB418\uC9C0 \uC54A\uACE0 \uACE7\uC740 \uACB0\uACFC\uB97C \uB9DE\uC774\uD558\uAC8C \uB428\uC744 \uC758\uBBF8\uD55C\uB2E4. \uBCF4\uB2E4 \uC21C\uC218\uD558\uACE0 \uC9C4\uC2E4\uB428\uC774 \uD544\uC694\uD558\uB2E4.
22 TheWorld = \uB178\uB825\uC774\uB098 \uC758\uC9C0\uC758 \uACB0\uC2E4\uC774 \uC131\uACF5\uC801\uC73C\uB85C \uB9FA\uC5B4\uC9D0\uC744 \uB098\uD0C0\uB0B8\uB2E4.